Repository: kieulanalp/VNBrandManual
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: IHG® Rewards Club Source Nguồn Câu lạc bộ khách hàng thân thiết của IHG®
vi: IHG® Rewards Club Source Nguồn tài liệu về CLB Khách hàng Thân thiết IHG®https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=dc1c4a5e-f7a1-45c8-a9d0-d0f8a37c1600

source: IHG® Rewards Club Training Đào tạo IHG® Rewards Club
vi: IHG® Rewards Club Training Đào tạo về CLB Khách hàng Thân thiết IHG® https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/hotel-solutions/solution-detail?solution-uuid=e77039e4-0707-4ed5-ae64-67068be07ee2

source: IHG® Systems
vi: IHG® Systems Hệ thống IHG

source: IHG® Systems Hệ Thống IHG®
vi: IHG® Systems Các Hệ Thống IHG®

source: IHG® Way
vi: IHG® Way Con đường của IHG

source: IHG® Way -> Guest Experience & Quality Trải nghiệm & Chất lượng của Khách
vi: IHG® Way -> Guest Experience & Quality Trải nghiệm của khách & Chất lượng

source: Ice water must be offered on the buffet and be served in the following: [60106] Nước đá phải được cung cấp trong tiệc buffet và được phục vụ như sau:
vi: Ice water must be offered on the buffet and be served in the following: [60106] Nước đá phải được cung cấp trên quầy buffet và được phục vụ như sau:

source: In Room Dining / Room Service
vi: In Room Dining/Room Service Dịch vụ ăn uống tại phòng/Dịch vụ phòng

source: In countries where there are no toll free telephone numbers , just the brand URL details may be included [7131] Ở các quốc gia không có số điện thoại miễn phí, chỉ có thể bao gồm các chi tiết URL của thương hiệu
vi: In countries where there are no toll free telephone numbers , just the brand URL details may be included [7131] Ở các quốc gia không có số điện thoại miễn phí, chỉ được bao gồm thông tin trang web của thương hiệu

source: In guest areas where there is a risk of falling from a height, a permanent Barrier must be provided that meets the following: [56526] Ở các khu vực dành cho khách có nguy cơ rơi từ cao, phải có Rào chắn vĩnh viễn đáp ứng các điều sau:
vi: In guest areas where there is a risk of falling from a height, a permanent Barrier must be provided that meets the following: [56526] Ở các khu vực cho khách có nguy cơ ngã từ cao, phải có lan can cố định đáp ứng các điều sau:

source: In hotels with a Fixed Fire Suppression System the distance between emergency exits must not exceed 120m (400ft) [56040] Trong các khách sạn có Hệ thống chữa cháy cố định, khoảng cách giữa các lối thoát hiểm không được vượt quá 120m (400ft)
vi: In hotels with a Fixed Fire Suppression System the distance between emergency exits must not exceed 120m [56040] Trong các khách sạn có Hệ thống chữa cháy cố định, khoảng cách giữa các lối thoát hiểm không được vượt quá 120m

source: In hotels with a Fixed Fire Suppression System, the chute must also have a Fixed Fire Suppression System fitted [263082] Trong các khách sạn có Hệ thống chữa cháy cố định, máng cũng phải có Hệ thống chữa cháy cố định
vi: In hotels with a Fixed Fire Suppression System, the chute must also have a Fixed Fire Suppression System fitted [263082] Trong các khách sạn có Hệ thống chữa cháy cố định, các ống thả này cũng phải có Hệ thống chữa cháy cố định

source: In hotels without a Fixed Fire Suppression Systems the distance between emergency exits must not exceed 60m (200ft) [56037] Trong các khách sạn không có Hệ thống chữa cháy cố định, khoảng cách giữa các lối thoát hiểm không được vượt quá 60m (200ft)
vi: In hotels without a Fixed Fire Suppression Systems the distance between emergency exits must not exceed 60m [56037] Trong các khách sạn không có Hệ thống chữa cháy cố định, khoảng cách giữa các lối thoát hiểm không được vượt quá 60m

source: In individual commercially packaged servings [65652] Trong các suất ăn gói thương mại riêng lẻ
vi: In individual commercially packaged servings [65652] Trong bao bì thương mại nhỏ riêng lẻ

source: In room Dining Service Trolley with Molton Cover Xe Đẩy Dịch Vụ Ăn Uống Trong Phòng với Lớp Bảo Vệ Molton
vi: In room Dining Service Trolley with Molton Cover Xe Đẩy Dịch Vụ với Lớp lót Molton (thiếu link)

source: In room Dining Trolley with Hot Box_1 Xe Đẩy Ăn Uống Trong Phòng với Hộp Đồ Nóng_1
vi: In room Dining Trolley with Hot Box_1 Xe Đẩy Đồ Ăn với Hộp Nóng_1 (thiếu link)

source: In room Dining Trolley with Hot Box_2 Xe Đẩy Ăn Uống Trong Phòng với Hộp Đồ Nóng_2
vi: In room Dining Trolley with Hot Box_2 Xe Đẩy Đồ Ăn với Hộp Nóng_2 (thiếu link)

source: In the event of a discrepancy between international, national and local laws or regulations, and the Standards or Specifications, the more stringent requirement must take precedence (unless the more stringent IHG requirement is forbidden locally). Trong trường hợp có sự khác biệt giữa luật pháp hoặc quy định quốc tế, quốc gia và địa phương và Tiêu chuẩn hoặc Thông số kỹ thuật, yêu cầu nghiêm ngặt hơn phải được ưu tiên (trừ khi yêu cầu IHG nghiêm ngặt hơn bị địa phương cấm).
vi: In the event of a discrepancy between international, national and local laws or regulations, and the Standards or Specifications, the more stringent requirement must take precedence (unless the more stringent IHG requirement is forbidden locally). Trong trường hợp có sự khác biệt giữa luật pháp hoặc quy định quốc tế, quốc gia, địa phương và Tiêu chuẩn hoặc Thông số kỹ thuật, yêu cầu nghiêm ngặt hơn phải được ưu tiên (trừ khi yêu cầu IHG nghiêm ngặt hơn bịcấm tại địa phương).

source: In un-sprinklered buildings, a single automatic sprinkler or approved automatic suppression system must be installed at the top of the chute [56031] Trong các tòa nhà không có bình phun chữa cháy, một hệ thống phun nước tự động duy nhất hoặc hệ thống triệt tiêu tự động được phê duyệt phải được lắp đặt ở đầu máng ống xả
vi: In un-sprinklered buildings, a single automatic sprinkler or approved automatic suppression system must be installed at the top of the chute [56031] Trong các tòa nhà không có sprinkler, một sprinkler tự động duy nhất hoặc một hệ thống chữa cháy tự động được phê duyệt phải được lắp đặt ở đầu ống thả

source: In-Room dining/ Room Service menu [98649] Thực đơn Dịch Vụ Phòng/ Ăn Uống Trong Phòng
vi: In-Room dining/ Room Service menu [98649] Thực đơn Dịch Vụ Phòng

source: Include a pre-recorded evacuation message in the local language(s) and English [263150] Bao gồm một thông báo sơ tán được ghi lại bằng (các) ngôn ngữ địa phương và tiếng Anh
vi: Include a pre-recorded evacuation message in the local language(s) and English [263150] Bao gồm một thông báo sơ tán được ghi âm sẵn bằng (các) ngôn ngữ địa phương và tiếng Anh

source: Include a wash basin [113118] Bao gồm một chậu rửa
vi: Include a wash basin [113118] Bao gồm một chậu rửa mặt

source: Include at least two life safety rings or two throwing lines [56457] Bao gồm ít nhất hai vòng an toàn hoặc hai dây ném
vi: Include at least two life safety rings or two throwing lines [56457] Bao gồm ít nhất hai phao tròn hoặc hai dây ném

source: Indicated by tent card or door signage [78346] Được chỉ định bởi thẻ tent card hoặc biển báo cửa
vi: Indicated by tent card or door signage [78346] Được chỉ định bởi tent card hoặc biển báo gắn cửa

source: Indoor Air Quality Control
vi: Indoor Air Quality Control Kiểm soát chất lượng không khí trong nhà

source: Information Management and Security
vi: Information Management and Security Quản Lý và Đảm bảo An Ninh Thông tin

source: Information Management and Security Quản Lý Thông Tin và An Ninh
vi: Information Management and Security Quản Lý và Đảm bảo An Ninh Thông tin

source: Information Security Policies - IHG Hotel Accounting Manual Chapter 15 Chính sách bảo mật thông tin – Hướng dẫn kế toán khách sạn IHG Chương 15
vi: Information Security Policies - IHG Hotel Accounting Manual Chapter 15 Chính sách bảo mật thông tin – Hướng dẫn kế toán khách sạn IHG Chương 15 https://myfederate.ihg.com/idp/startSSO.ping?PartnerSpId=https%3A%2F%2Fmyfederate.ihg.com&TargetResource=HTTPS://me2.ihgmerlin.com/web/init-ihg-information-security/article?id=18704426

source: Information Technology
vi: Information Technology Công nghệ Thông tin

source: Infrastructure
vi: Infrastructure Cơ sở vật chất

source: Infrastructure for special lighting, sound system and projection [114530] Cơ sở hạ tầng cho chiếu sáng đặc biệt, hệ thống âm thanh và máy chiếu
vi: Infrastructure for special lighting, sound system and projection [114530] Cơ sở hạ tầng cho đèn chiếu sáng đặc biệt, hệ thống âm thanh và máy chiếu

source: Inputting terminals must meet the following: [116194] thiết bị đầu vào phải đáp ứng như sau:
vi: Inputting terminals must meet the following: [116194] thiết bị nhập phải đáp ứng như sau:

source: Insulation
vi: Insulation Cách nhiệt

source: Insulation Cách Điện
vi: Insulation Cách nhiệt

source: Inter-connecting doors must meet the following: [79118] Cửa liên thông phải đáp ứng như sau:
vi: Inter-connecting doors must meet the following: [79118] Cửa thông giữa phòng connecting phải đáp ứng như sau:

source: Internal Doors
vi: Internal Doors Cửa trong nhà

source: Internal Exit Doors on Emergency Egress routes must be operable from both sides.
vi: Internal Exit Doors on Emergency Egress routes must be operable from both sides. Cửa thoát hiểm và các lối thoát hiểm trong nhà phải có thể vận hành từ cả hai phía

source: Internal door unit [79904] Thiết bị cửa bên trong
vi: Internal door unit [79904] Cửa

source: Internal halyard [79907] Dây kéo bên trong
vi: Internal halyard [79907] Cáp kéo bên trong thân cột cờ

source: International and local newspapers must be available in hard copy or in digital format [578064] Báo quốc tế và địa phương phải có sẵn ở dạng bản cứng hoặc ở định dạng kỹ thuật số
vi: International and local newspapers must be available in hard copy or in digital format [578064] Báo quốc tế và địa phương phải có bản cứng hoặc bản mềm

source: Internet Mạng Internet
vi: Internet

source: Iron Organiser Example Ví Dụ về Giá Đựng Bàn Là
vi: Iron Organiser Example Ví Dụ về Giá Đựng Bàn Là (thiếu link)

source: It is recommended for the above items to be on rotation [583082] cật phẩm trên được khuyến nghị luân chuyển
vi: It is recommended for the above items to be on rotation [583082] Khuyến nghị phục vụ luân chuyển các món trên

source: It is recommended for the breakfast buffet /individual dishes to be stocked, at a minimum of one third full at the end of the advertised breakfast service time [578056] Khuyến nghị cho bữa sáng tự chọn / các món ăn riêng lẻ đặt ra, tối thiểu là một phần ba đầy đủ vào cuối thời gian phục vụ bữa sáng được báo trước
vi: It is recommended for the breakfast buffet /individual dishes to be stocked, at a minimum of one third full at the end of the advertised breakfast service time [578056] Khuyến nghị bữa sáng buffet / món lẻ phải được duy trì tối thiểu một phần ba lượng thức ăn vào cuối thời gian phục vụ bữa sáng theo quảng cáo

source: It is recommended that a Kids Eat Free Menu is provided in all hotel owned restaurants [76553] Cung cấp thực đơn miễn phí cho trẻ em trong tất cả các nhà hàng thuộc sở hữu của khách sạn
vi: It is recommended that a Kids Eat Free Menu is provided in all hotel owned restaurants [76553] Khuyến nghị cung cấp thực đơn Kids Eat Free trong tất cả các nhà hàng thuộc sở hữu của khách sạn

source: It is recommended to have a minimum of 3 dishes and a maximum of 5 dishes under the "Chef Specials" section in the Kids Menu [800049] Nên có tối thiểu 3 món và tối đa 5 món trong phần "Đặc sản " trong Menu trẻ em
vi: It is recommended to have a minimum of 3 dishes and a maximum of 5 dishes under the "Chef Specials" section in the Kids Menu [800049 Khuyến nghị có tối thiểu 3 món và tối đa 5 món trong phần "Món đặc biệt của đầu bếp" trong Menu trẻ em

source: It is recommended to use fresh eggs [195053] Đề xuất sử dụng trứng tươi
vi: It is recommended to use fresh eggs [195053] Khuyến nghị sử dụng trứng tươi

source: Items displayed in their commercial packaging (e.g. bottles, jars) do not require a food tag [580055] sản phẩm trong bao bì thương mại của họ (ví dụ: chai, lọ) không yêu cầu thẻ thực phẩm
vi: Items displayed in their commercial packaging (e.g. bottles, jars) do not require a food tag [580055] sản phẩm được chứa trong bao bì thương mại của chúng (ví dụ: chai, lọ) không cần có tag món

source: Items on offer must be from breakfast items in the room service/in-room dining menu or all day dining menu [584065] món ăn được cung cấp phải từ các món ăn sáng trong dịch vụ phòng / thực đơn ăn uống trong phòng hoặc thực đơn all day dining
vi: Items on offer must be from breakfast items in the room service/in-room dining menu or all day dining menu [584065] món ăn được cung cấp phải thuộc nhóm các món ăn sáng trong thực đơn dịch vụ phòng hoặc thực đơn all day dining

source: Items ordered from the room service menu must be delivered within 30 minutes of ordering [60808] mặt hàng được đặt từ thực đơn dịch vụ phòng phải được giao trong vòng 30 phút kể từ khi đặt hàng
vi: Items ordered from the room service menu must be delivered within 30 minutes of ordering [60808] Đồ ăn uống được đặt từ thực đơn dịch vụ phòng phải được giao trong vòng 30 phút kể từ khi đặt hàng

source: Items should be reasonably priced with nominal mark-ups on market prices [61116] mặt hàng nên được định giá hợp lý với tăng giá danh nghĩa trên giá thị trường
vi: Items should be reasonably priced with nominal mark-ups on market prices [61116] Các mặt hàng nên được định giá hợp lý, khoản markup không quá cao so với giá thị trường

source: Jam without any added sugar must be clearly labelled [65513] Lọ không có đường phải được dán nhãn
vi: Jam without any added sugar must be clearly labelled [65513] Lọ không có đường phải được dán nhãn rõ ràng

source: Jams are permitted to be in their individually commercial packaging (e.g. mini jam jars) on the buffet display [581108] Mứt được phép đóng gói thương mại cá nhân (ví dụ mứt mini/0 trên kệ buffet
vi: Jams are permitted to be in their individually commercial packaging (e.g. mini jam jars) on the buffet display [581108] Mứt được phép đóng gói thương mại riêng lẻ (ví dụ lọ mứt mini) trên kệ buffet

source: Journey within the hotel
vi: Journey within the hotel Hành trình trong khách sạn

source: Journey within the hotel -> General Hành trình trong khách sạn -> Chung
vi: Journey within the hotel -> General Thông tin chung

source: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> Fixtures and Fittings Hành trình trong khách sạn -> Hành lang cho khách & Sảnh thang máy -> Đồ đạc và Phụ kiện
vi: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> Fixtures and Fittings Chiếu sáng và Linh kiện

source: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> Furniture, Finishes, Fixtures & Equipment Hành trình trong khách sạn -> Hành lang cho khách & Sảnh thang máy -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> General Hành trình trong khách sạn -> Hành lang của khách & Sảnh Thang máy / Thiết Bị Nâng -> Chung
vi: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies -> General Thông tin chung

source: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies Hành trình trong khách sạn -> Hành lang của khách & Sảnh Thang máy / Thiết Bị Nâng
vi: Journey within the hotel -> Guest Corridors & Elevator/Lift Lobbies Hành lang của khách & Sảnh Thang máy

source: Journey within the hotel -> Guest Lifts -> Fixtures and Fittings Hành trình trong khách sạn -> Thang máy của khách -> Đồ đạc và Thiết bị
vi: Journey within the hotel -> Guest Lifts -> Fixtures and Fittings Đồ đạc và Thiết bị

source: Journey within the hotel -> Guest Lifts Hành trình trong khách sạn -> Thang máy của khách
vi: Journey within the hotel -> Guest Lifts Thang máy cho khách

source: Journey within the hotel -> Guest Stairs -> Fixtures and Fittings Hành trình trong khách sạn -> Cầu thang cho khách -> Đồ đạc và phụ kiện
vi: Journey within the hotel -> Guest Stairs -> Fixtures and Fittings Chiếu sáng và Linh kiện

source: Journey within the hotel -> Guest Stairs -> Furniture, Finishes, Fixtures & Equipment Hành trình trong khách sạn -> Cầu thang cho khách -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Journey within the hotel -> Guest Stairs -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Journey within the hotel -> Guest Stairs -> General Hành trình trong khách sạn -> Cầu thang cho khách -> Chung
vi: Journey within the hotel -> Guest Stairs -> General Thông tin chung

source: Journey within the hotel -> Guest Stairs Hành trình trong khách sạn -> Cầu thang cho khách
vi: Journey within the hotel -> Guest Stairs Thang bộ cho khách

source: Journey within the hotel -> Other Areas -> Building Services Hành trình trong khách sạn -> Khu vực khác -> Dịch vụ tòa nhà
vi: Journey within the hotel -> Other Areas -> Building Services Dịch vụ tòa nhà

source: Journey within the hotel -> Other Areas -> General Hành trình trong khách sạn -> khu vực khác -> Chung
vi: Journey within the hotel -> Other Areas -> General Thông tin chung

source: Journey within the hotel -> Other Areas Hành trình trong khách sạn -> khu vực khác
vi: Journey within the hotel -> Other Areas khu vực khác

source: Journey within the hotel -> Public Restrooms -> Building Services Hành trình trong khách sạn -> Nhà vệ sinh công cộng -> dịch vụ tòa nhà
vi: Journey within the hotel -> Public Restrooms -> Building Services Dịch vụ tòa nhà

source: Journey within the hotel -> Public Restrooms -> Fixtures and Fittings Hành trình trong khách sạn -> Phòng vệ sinh công cộng -> Đồ đạc và thiết bị
vi: Journey within the hotel -> Public Restrooms -> Fixtures and Fittings Đồ đạc và thiết bị

source: Journey within the hotel -> Public Restrooms -> Furniture, Finishes, Fixtures & Equipment Hành trình trong khách sạn -> Phòng vệ sinh công cộng -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Journey within the hotel -> Public Restrooms -> Furniture, Finishes, Fixtures & Equipment Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Journey within the hotel -> Public Restrooms -> General Hành trình trong khách sạn -> Nhà vệ sinh công cộng -> Chung
vi: Journey within the hotel -> Public Restrooms -> General Thông tin chung

source: Journey within the hotel -> Public Restrooms Hành trình trong khách sạn -> Nhà vệ sinh công cộng
vi: Journey within the hotel -> Public Restrooms Nhà vệ sinh công cộng

source: Journey within the hotel -> Sundry/Retail Shop Hành trình trong khách sạn -> Cửa hàng tạp hóa / Cửa hàng bán lẻ
vi: Journey within the hotel -> Sundry/Retail Shop Cửa hàng bán lẻ

source: Juice Station
vi: Juice Station Quầy nước quả

source: Juice dispensers must be refilled using jugs or pitchers [606056] Máy ép nước trái cây phải được đổ đầy lại bằng bình hoặc bình đựng
vi: Juice dispensers must be refilled using jugs or pitchers [606056] Bình dispenser đựng nước quả phải được đổ đầy lại bằng bình nhỏ

source: Juice options [52229] nước ép lựa chọn
vi: Juice options [52229] các loại nước quả

source: Kettle must be a cordless model with a hard-wired base plate [8072] Ấm đun nước phải là một mẫu không dây với tấm đế dây cứng
vi: Kettle must be a cordless model with a hard-wired base plate [8072] Ấm đun nước không dây, dây điện nối vào tấm đế

source: Key secured access door [79919] Cửa truy cập khóa an toàn
vi: Key secured access door [79919] Nắp thao tác có khóa an toàn

source: Keycard requirements, where provided [57686] Yêu cầu thẻ khóa, nếu cung cấp
vi: Keycard requirements, where provided [57686] Yêu cầu thẻ khóa, nếu có

source: Khi một hàng rào được sử dụng, nó phải có chiều cao tối thiểu 1,2m (4ft), với các cổng tự đóng và chốt.
vi: Hàng rào được sử dụng phải có chiều cao tối thiểu 1,2m, với cổng tự đóng và chốt.

source: Khi đóng cuộc gọi đặt chỗ đã chuyển đổi, nhân viên phải xác nhận chuyến thăm tương lai của khách.
vi: [2287] Khi cúp máy cuộc gọi đặt chỗ đã chốt, nhân viên phải xác nhận việc lưu trú trong tương lai của khách.

source: Khu vực BOH -> Nội thất, Hoàn thiện, Đồ đạc & Thiết bị
vi: Khu vực BOH -> Nội thất, Hoàn thiện, Chiếu sáng & Thiết bị

source: Khách phải được thông báo về việc Truy cập Internet miễn phí tại khách sạn và Chương trình Trẻ em ăn uống miễn phí.
vi: [2505] Khách phải được thông báo về việc Truy cập Internet miễn phí và Chương trình Trẻ em Lưu trú & Ăn uống miễn phí tại khách sạn.

source: Khách sạn không được quảng cáo hoặc hiển thị bất kỳ mối liên hệ nào với cạnh tranh chỗ ở hoặc bất kỳ Kênh trung gian của bên thứ ba nào về tài sản.
vi: Khách sạn không được quảng cáo hoặc hiển thị bất kỳ mối liên hệ nào với đối thủ cạnh tranh hoặc bất kỳ Kênh trung gian của bên thứ ba nào trong tài sản.

source: Khách sạn luôn có trách nhiệm quản lý các rủi ro liên quan đến sự an toàn và bảo mật của nhân viên, khách hàng, khách thăm và các "bên liên quan" khác.
vi: Khách sạn luôn có trách nhiệm trong việc quản lý các rủi ro liên quan đến sự an toàn và an ninh của nhân viên, khách lưu trú, khách thăm và các "bên liên quan" khác.

source: Khách sạn luôn có trách nhiệm trong việc quản lý các rủi ro liên quan đến sự an toàn và bảo mật của nhân viên, khách hàng, khách thăm và các "bên liên quan" khác.
vi: Khách sạn luôn có trách nhiệm trong việc quản lý các rủi ro liên quan đến sự an toàn và an ninh của nhân viên, khách lưu trú, khách thăm và các "bên liên quan" khác.

source: Khách sạn luôn có trách nhiệm trong việc quản lý các rủi ro liên quan đến sự an toàn và bảo mật của nhân viên, khách, khách thăm và các "bên liên quan" khác.
vi: Khách sạn luôn có trách nhiệm trong việc quản lý các rủi ro liên quan đến sự an toàn và an ninh của nhân viên, khách lưu trú, khách thăm và các "bên liên quan" khác.

source: Khách sạn nhượng quyền không bắt buộc phải sử dụng hoặc tuân theo Chính Sách Bảo Mật của IHG.
vi: Khách sạn nhượng quyền không bắt buộc phải áp dụng hoặc tuân theo Tuyên bố về Quyền riêng tư của IHG.

source: Khách sạn phải có chính sách hoặc quy trình nội bộ quy định rằng Dữ liệu cá nhân không được cung cấp cho bất kỳ bên thứ ba nào không được phép nhận hoặc truy cập.
vi: Khách sạn phải có chính sách hoặc quy trình nội bộ quy định rằng Dữ liệu Cá nhân không được cung cấp cho bất kỳ bên thứ ba nào không được cấp phép nhận hoặc truy cập.

source: Khách sạn phải tuân thủ trước khi mở."
vi: Khách sạn đảm bảo tuân thủ tiêu chuẩn trước khi mở."

source: Không gây dị ứng
vi: [65910] Không gây dị ứng

source: Kids Eat Free Menu Template (Brand Central > Holiday Inn Resort > Brand Warehouse > Brand Info > Campaigns > Kids Menu > Kids Menu Final Artwork EN folder) Mẫu thực đơn miễn phí cho trẻ(Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực đơn trẻ em> Thư mục tác phẩm nghệ thuật cuối cùng thực đơn cho trẻ)
vi: Kids Eat Free Menu Template (Brand Central > Holiday Inn Resort > Brand Warehouse > Brand Info > Campaigns > Kids Menu > Kids Menu Final Artwork EN folder) Mẫu thực đơn Kids Eat Free (Trung tâm thương hiệu> Holiday Inn Resort> Kho thương hiệu> Thông tin thương hiệu> Chiến dịch> Thực đơn trẻ em> Thư mục Thực đơn trẻ em tranh ảnh bản cuối) https://www.ihgbrandcentral.com/%26redirecturl/clusters/brand/holiday-inn-resort/region/global/subcategory/brand-info/campaigns
